Revit 2024 API
PlanTopology.Level Property
The Level of the PlanTopology.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public Level Level { get; }
Visual Basic
Public ReadOnly Property Level As Level
	Get
Visual C++
public:
property Level^ Level {
	Level^ get ();
}
See Also
PlanTopology Class
Autodesk.Revit.DB Namespace